import React from "react";
import {HumanList, ButtonsList,LinksList, FileList} from "@components/scss";

const Index: React.FC = () => {
    return (
        <div>
            <div className="wrapper title_wrap">
                <div className="title">
                    Структура
                    ЧНУ ім. Петра Могили
                </div>

            </div>
            <div className="seo">
                <div className="left">
                    <div className="subtitle">Чорноморським національним університетом створено всі умови для розвитку
                        молодих фахівців нової генерації.
                    </div>
                    <div className="lesser_subtitle">
                        Матеріальна база університету включає 11 корпусів, об’єднаних в єдиний комплекс –
                        студентське містечко. Створені всі умови для комфортного навчання студентів, адже все в
                        університеті робиться для студентів, для користі й зручності.
                    </div>
                </div>
                <div className="right">
                    <div className="image" style={{
                        backgroundImage: "url(./images/src/university.jpg)",
                    }}></div>
                </div>
            </div>
            <div className="text">
                <p>
                    В університеті працює бібліотека з фондом 110,000 тис. примірників, у тому числі налічуються
                    книги 15 мовами світу. До складу бібліотеки входить абонемент і 2 читальні зали із загальною
                    кількістю 300 місць.

                </p>
                <p>
                    Функціонують Інформаційно-комп’ютерний центр і 14 комп’ютерних класів. Зараз в університеті
                    нараховується
                    500 сучасних комп’ютерів. Всі вони об’єднані в локальну мережу. Функціонує також бездротова
                    комп’ютерна мережа Wi-Fi, в якій на нині зареєстровано більше 600 ноутбуків, КПК та інших
                    бездротових пристроїв співробітників і студентів університету. У локальній мережі зареєстровано
                    більше 5 тис. користувачів. Кожен співробітник, студент, слухач підготовчого відділення чи
                    факультету ДВО має вільний доступ до комп’ютерів і безкоштовний доступ до всесвітньої мережі
                    Інтернет. Для забезпечення потреб студентів функціонують два пункти друку і копіювання, оснащені
                    копіювальними апаратами, комп’ютерами, принтерами та сканерами, в тому числі є широкоформатний
                    кольоровий принтер для друку плакатів великого розміру.
                </p>
                <p>
                    На базі університету відкрито Центр інноваційних технологій у рамках реалізації Програми
                    розвитку ООН проекту “Інноваційний трамплін: запрошення до співпраці”.
                </p>
                <p>
                    У наукових лабораторіях студенти на практиці можуть ознайомитися з отриманими теоретичними
                    знаннями.
                </p>
                <p>
                    Медичний центр. У випадку необхідності студенти завжди можуть отримати кваліфіковану допомогу
                    медичного працівника. Розташування медичного пункту – на першому поверсі третього корпусу
                    (Університетська клініка).
                </p>
                <p>
                    Також до послуг студентів 3 сучасних спортивних зали, 2 тренажерних зали і яхта, на якій
                    студенти регулярно вирушають в екологічні експедиції.
                </p>
                <p>
                    Якщо ви зголодніли, то до ваших послуг студентські їдальня і кафе, де ви можете смачно поїсти,
                    зустрітися на перерві зі своїми друзями і дізнатися новини.
                </p>
                <p>
                    Для студентів з інших міст та малозабезпечених студентів в університеті функціонують 3
                    студентських гуртожитки. Умови розміщення та надання гуртожитку ви можете дізнатися у
                    Студентській колегії університету.
                </p>
                <p>
                    У видавництві видаються наукові праці наших вчених і не тільки.
                </p>
                <p>
                    Якщо ви, наприклад, пишете вірші і хочете видати власну книг, Могилянка допоможе вам у цьому.
                </p>
                <p>
                    Для небайдужих до образотворчого мистецтва функціонує Галерея мистецтв, де виставляють свої
                    роботи найкращі художники, і роботу якої відзначають на найвищому рівні. Міжнародні делегації,
                    які відвідують нашу Галерею високо оцінили її художній рівень.
                </p>
                <p>
                    На базі ЧНУ імені Петра Могили діє відділ міжнародних зв’язків та центр міжнародного
                    співробітництва.
                </p>
                <p>
                    Аспірантура за 12 спеціальностями буде рада прийняти охочих студентів, які готові присвятити
                    своє життя науці. Також в університеті діє п’ять спеціалізованих вчених рад, на яких проводяться
                    захисти за 9 науковими спеціальностями.
                </p>
                <p>
                    У ЧНУ імені Петра Могили існує Студентське наукове товариство, яке видає науковий збірник
                    “Студентські наукові студії”. Поглибити свою професійну підготовку студенти можуть в
                    Американському, Економічному, Німецькому та інших клубах. Щорічно відбуваються англомовна і
                    австрійська літні школи. Діють Центр англомовної гуманітарної інформації, створений спільно з
                    Корпусом Миру США в Україні, Студентський перекладацький центр тощо.
                </p>
                <p>
                    Студенти мають можливість проявити свій талант до журналістики в друкованому періодичному
                    виданні ЧНУ імені Петра Могили – газеті “Вагант”, а також мають можливість брати участь у
                    зйомках програм для «Petro Mohyla TV».
                </p>
                <p>
                    З 1998 року щорічно проходить фестиваль мистецтв “Зірки Причорномор’я”.
                </p>
                <p>
                    У 1999 році студентами ЧНУ імені Петра Могили створено обласний клуб інтелектуальних ігор. З
                    того часу в Миколаєві регулярно проводиться чемпіонат з “Що? Де? Коли?” і чемпіонат з “Брейн
                    –рингу” серед студентських та шкільних команд.
                </p>
                <p>
                    У ЧНУ імені Петра Могили працює 15 спортивних секцій, а саме з волейболу, баскетболу, легкої
                    атлетики, аеробіки, східних єдиноборств, підводного плавання, вітрильного спорту та інші.
                </p>
                <p>
                    Щорічно студенти відповідних спеціальностей ЧНУ імені Петра Могили успішно проходять стажування
                    у
                    Верховній Раді України і Парламенті Канади.
                </p>
                <p>
                    Університет співпрацює з такими зарубіжними партнерами, як Гете-інститут, DAAD, Сіменс, Фонд
                    Конрада Аденауера, фонд Боша, програма Европаікум (Німеччина); Асоціація «Альянс Франсез»,
                    програма «Français à domicile» (Франція); Fellowship Program in Poland (Польща); Фонд Romualdo
                    Del Bianco (Італія); програма «Maritime Studies», програма Quota (Норвегія); програма
                    Tempus-Tacis (Європейський Союз).
                </p>

            </div>
            <HumanList/>
            <ButtonsList/>
            <LinksList/>
            <div className="wrapper title_wrap">
                <div className="title">
                    Структура
                    Університету
                </div>

            </div>
            <FileList/>
        </div>
    );
};

export default Index;
